#### MSup2KPerW Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol (mÂ²Â·K)/W, indicating unit Square meter kelvins per watt.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId MSup2KPerW { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property MSup2KPerW As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ MSup2KPerW { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace